[
  {
    "id": 1,
    "titulo": "El Principito",
    "autor": "Antoine de Saint-Exupéry",
    "generos": ["Novela"],
    "descripcion": "El principito es una novela corta y la obra más famosa del escritor y aviador francés Antoine de Saint-Exupéry. La publicó por primera vez en 1943, mientras se hospedaba en un hotel en Nueva York,​ y apareció por primera vez en español en 1951.",
    "imagen": "/El_principito.jpg",
    "slug": "el-principito",
    "precio": 100,
    "stock": 10,
    "fecha": "1943-01-01"
  },
  {
    "id": 2,
    "titulo": "El Alquimista",
    "autor": "Paulo Coelho",
    "generos": ["Novela", "Ficción"],
    "descripcion": "El alquimista es un libro escrito por el brasileño Paulo Coelho que ha sido traducido a más de 63 lenguas y publicado en 150 países, y que ha vendido 65 millones de copias en todo el mundo.",
    "imagen": "/El_alquimista.jpg",
    "slug": "el-alquimista",
    "precio": 100,
    "stock": 10,
    "fecha": "1988-01-01"
  },
  {
    "id": 3,
    "titulo": "El Código Da Vinci",
    "autor": "Dan Brown",
    "generos": ["Novela", "Ficción"],
    "descripcion": "El código Da Vinci es una novela de misterio escrita por Dan Brown y publicada por primera vez por Random House en 2003. Se ha convertido en un best seller mundial, con más de 80 millones de ejemplares vendidos y traducido a 44 idiomas.",
    "imagen": "/El_codigo_da_vinci.jpg",
    "slug": "el-codigo-da-vinci",
    "precio": 100,
    "stock": 10,
    "fecha": "2003-01-01"
  },
  {
    "id": 4,
    "titulo": "El Hobbit",
    "autor": "J. R. R. Tolkien",
    "generos": ["Novela", "Ficción"],
    "descripcion": "El hobbit es una novela fantástica del filólogo y escritor británico J. R. R. Tolkien. Fue escrita por partes desde finales de los años 1920 hasta principios de los años 1930 y, en un principio, tan solo tenía el objetivo de divertir a los hijos pequeños de Tolkien.",
    "imagen": "/El_hobbit.jpg",
    "slug": "el-hobbit",
    "precio": 100,
    "stock": 10,
    "fecha": "1937-01-01"
  },
  {
    "id": 5,
    "titulo": "El Señor de los Anillos",
    "autor": "J. R. R. Tolkien",
    "generos": ["Novela", "Ficción"],
    "descripcion": "El Señor de los Anillos es una novela de fantasía épica escrita por el filólogo y escritor británico J. R. R. Tolkien. Su historia se desarrolla en la Tercera Edad del Sol de la Tierra Media, un lugar ficticio poblado por hombres y otras razas antropomorfas como los hobbits, los elfos o los enanos, así como por muchas otras criaturas reales y fantásticas.",
    "imagen": "/El_senor_de_los_anillos.jpg",
    "slug": "el-senor-de-los-anillos",
    "precio": 100,
    "stock": 10,
    "fecha": "1954-01-01"
  },
  {
    "id": 6,
    "titulo": "1984",
    "autor": "George Orwell",
    "generos": ["Ficción Politica", "Ficción"],
    "descripcion": "1984 es una novela política de ficción distópica, escrita por George Orwell entre 1947 y 1948 y publicada el 8 de junio de 1949. La novela introdujo los conceptos del omnipresente y vigilante Gran Hermano o Hermano Mayor, de la notoria habitación 101, de la ubicua policía del Pensamiento y de la neolengua, adaptación del inglés en la que se reduce y se transforma el léxico con fines represivos, basándose en el principio de que lo que no forma parte de la lengua, no puede ser pensado.",
    "imagen": "/1984.jpg",
    "slug": "1984",
    "precio": 100,
    "stock": 10,
    "fecha": "1949-01-01"
  },
  {
    "id": 7,
    "titulo": "El Perfume",
    "autor": "Patrick Süskind",
    "generos": ["Novela", "Ficción"],
    "descripcion": "El perfume es la primera novela del escritor alemán Patrick Süskind, publicada en 1985 bajo el título original Das Parfum, die Geschichte eines Mörders. La obra narra la historia de Jean-Baptiste Grenouille, un joven con un olfato privilegiado que vive obsesionado con atrapar el olor de las cosas y especialmente el de las mujeres.",
    "imagen": "/El_perfume.jpg",
    "slug": "el-perfume",
    "precio": 100,
    "stock": 10,
    "fecha": "1985-01-01"
  },
  {
    "id": 8,
    "titulo": "100 años de soledad",
    "autor": "Gabriel García Márquez",
    "generos": ["Realismo mágico", "Novela", "Ficción"],
    "descripcion": "Cien años de soledad es una novela del escritor colombiano Gabriel García Márquez, ganador del Premio Nobel de Literatura en 1982. Es considerada una obra maestra de la literatura hispanoamericana y universal, así como una de las obras más traducidas y leídas en español.",
    "imagen": "/100_anos_de_soledad.jpg",
    "slug": "100-anos-de-soledad",
    "precio": 100,
    "stock": 7,
    "fecha": "1967-01-01"
  },
  {
    "id": 9,
    "titulo": "El retrato de Dorian Gray",
    "autor": "Oscar Wilde",
    "generos": ["Novela", "Ficción"],
    "descripcion": "El retrato de Dorian Gray es una novela escrita por el autor irlandés Oscar Wilde. Wilde escribió la novela en 1890, y aunque la primera edición se publicó en 1891, la editorial, Ward, Lock and Company, la censuró debido a su contenido homoerótico, específicamente por las referencias al homosexualismo de algunos personajes.",
    "imagen": "/El_retrato_de_Dorian_Gray.jpg",
    "slug": "el-retrato-de-dorian-gray",
    "precio": 100,
    "stock": 10,
    "fecha": "1890-01-01"
  },
  {
    "id": 10,
    "titulo": "El nombre del viento",
    "autor": "Patrick Rothfuss",
    "generos": ["Novela", "Ficción"],
    "descripcion": "El nombre del viento es una novela de fantasía épica escrita por Patrick Rothfuss, el primer libro de la serie Crónica del asesino de reyes. Fue publicado el 27 de marzo de 2007 por DAW Books en Estados Unidos y Gollancz en el Reino Unido.",
    "imagen": "/El_nombre_del_viento.jpg",
    "slug": "el-nombre-del-viento",
    "precio": 100,
    "stock": 10,
    "fecha": "2007-01-01"
  },
  {
    "id": 11,
    "titulo": "El visitante",
    "autor": "Stephen King",
    "generos": ["Misterio", "Suspenso"],
    "descripcion": "El visitante es una novela de misterio y terror del escritor estadounidense Stephen King, publicada el 22 de mayo de 2018 por Scribner.​ La novela se centra en la investigación de la policía de Flint City, Oklahoma, después de que el popular entrenador de béisbol y profesor Terry Maitland es arrestado por el asesinato de un niño de once años, Frankie Peterson.",
    "imagen": "/El_visitante.jpg",
    "slug": "el-visitante",
    "precio": 100,
    "stock": 10,
    "fecha": "2018-01-01"
  },
  {
    "id": 12,
    "titulo": "El resplandor",
    "autor": "Stephen King",
    "generos": ["Misterio", "Suspenso"],
    "descripcion": "El resplandor es una novela de terror escrita por Stephen King y publicada en 1977. El título hace referencia a un poder psíquico que poseen algunos personajes llamado «resplandor». La historia se desarrolla en el Hotel Overlook, un lugar remoto y casi abandonado durante la mayor parte del año, en el que Jack Torrance, un escritor y alcohólico en rehabilitación, acepta un trabajo como vigilante de invierno con la esperanza de reconstruir su vida, su carrera como escritor y la de su familia.",
    "imagen": "/El_resplandor.jpg",
    "slug": "el-resplandor",
    "precio": 100,
    "stock": 10,
    "fecha": "1977-01-01"
  },
  {
    "id": 13,
    "titulo": "El cuento de la criada",
    "autor": "Margaret Atwood",
    "generos": ["Ciencia ficción", "Ficción"],
    "descripcion": "El cuento de la criada es una novela de ciencia ficción distópica y feminista de la escritora canadiense Margaret Atwood, publicada en 1985. En 1987 la novela ganó el Premio Arthur C. Clarke y el Premio Príncipe de Asturias de las Letras en 2008, además de haber sido nominada al Premio Nébula en 1986, al Booker Prize en 1987 y al Premio Mundial de Fantasía en 1988.",
    "imagen": "/El_cuento_de_la_criada.jpg",
    "slug": "el-cuento-de-la-criada",
    "precio": 580,
    "stock": 10,
    "fecha": "1985-01-01"
  },
  {
    "id": 14,
    "titulo": "El hombre en busca de sentido",
    "autor": "Viktor Frankl",
    "generos": ["Autobiografía", "Ficción"],
    "descripcion": "El hombre en busca de sentido es un libro de Viktor Frankl, acerca de su experiencia como prisionero en los campos de concentración de Auschwitz durante la Segunda Guerra Mundial. El libro describe la vida de los prisioneros en los campos de concentración desde la perspectiva de un psiquiatra, y detalla la búsqueda de sentido en todas las formas de existencia, incluso en las más siniestras.",
    "imagen": "/El_hombre_en_busca_de_sentido.jpg",
    "slug": "el-hombre-en-busca-de-sentido",
    "precio": 450,
    "stock": 15,
    "fecha": "1946-01-01"
  },
  {
    "id": 15,
    "titulo": "El arte de la guerra",
    "autor": "Sun Tzu",
    "generos": ["Ensayo", "Ficción"],
    "descripcion": "El arte de la guerra es el mejor libro de estrategia de todos los tiempos. Inspiró a Napoleón, Maquiavelo, Mao Tse Tung y muchas más figuras históricas. Este libro de dos quinientos mil años de antigüedad, es uno de los más importantes textos clásicos chinos, en el que, a pesar del tiempo transcurrido, ninguna de sus máximas ha quedado anticuada, ni hay un solo consejo que hoy no sea útil.",
    "imagen": "/El_arte_de_la_guerra.jpg",
    "slug": "el-arte-de-la-guerra",
    "precio": 100,
    "stock": 10,
    "fecha": "500-01-01"
  },
  {
    "id": 16,
    "titulo": "La historia interminable",
    "autor": "Michael Ende",
    "generos": ["Novela", "Ficción"],
    "descripcion": "La historia interminable es una novela de fantasía escrita por Michael Ende y publicada en 1979. La novela ha sido adaptada en dos ocasiones al cine: en 1984 por Wolfgang Petersen y en 1990 por George Trumbull Miller.",
    "imagen": "/La_historia_interminable.jpg",
    "slug": "la-historia-interminable",
    "precio": 100,
    "stock": 10,
    "fecha": "1979-01-01"
  },
  {
    "id": 17,
    "titulo": "Harry Potter y la piedra filosofal",
    "autor": "J. K. Rowling",
    "generos": ["Aventura", "Fantasía"],
    "descripcion": "Harry Potter y la piedra filosofal es el primer libro de la serie literaria Harry Potter, escrito por la autora británica J. K. Rowling en 1997, que supuso además el debut de Rowling como escritora profesional. La historia se centra en las aventuras del joven aprendiz de mago Harry Potter y sus amigos Hermione Granger y Ron Weasley, durante los años que pasan en el Colegio Hogwarts de Magia y Hechicería.",
    "imagen": "/Harry_Potter_y_la_piedra_filosofal.jpg",
    "slug": "harry-potter-y-la-piedra-filosofal",
    "precio": 100,
    "stock": 10,
    "fecha": "1997-01-01"
  },
  {
    "id": 18,
    "titulo": "El señor de las moscas",
    "autor": "William Golding",
    "generos": ["Novela", "Ficción"],
    "descripcion": "El señor de las moscas es una novela de ficción escrita por William Golding y publicada en 1954. Narra la historia de un grupo de niños que quedan atrapados en una isla desierta y que, tras establecer una microsociedad, acaban sucumbiendo a la barbarie.",
    "imagen": "/El_senor_de_las_moscas.jpg",
    "slug": "el-senor-de-las-moscas",
    "precio": 100,
    "stock": 10,
    "fecha": "1954-01-01"
  },
  {
    "id": 19,
    "titulo": "Habitos atómicos",
    "autor": "James Clear",
    "generos": ["Autoayuda"],
    "descripcion": "Hábitos atómicos es un libro de autoayuda escrito por James Clear, publicado el 16 de octubre de 2018. El libro se centra en la formación de hábitos y está respaldado por la ciencia conductual. El libro ha aparecido en las listas de best sellers del New York Times, USA Today, Publisher's Weekly y Wall Street Journal.",
    "imagen": "/Habitos_atomicos.jpg",
    "slug": "habitos-atomicos",
    "precio": 100,
    "stock": 10,
    "fecha": "2018-01-01"
  },
  {
    "id": 20,
    "titulo": "El poder del ahora",
    "autor": "Eckhart Tolle",
    "generos": ["Autoayuda"],
    "descripcion": "El poder del ahora: una guía para la iluminación espiritual es un libro de Eckhart Tolle. El libro está destinado a ser un libro de autoayuda para el día a día y también está destinado a ser un libro de control mental. El libro se basa en una mezcla de espiritualidad, psicología, budismo zen, hinduismo y taosimo.",
    "imagen": "/El_poder_del_ahora.jpg",
    "slug": "el-poder-del-ahora",
    "precio": 100,
    "stock": 10,
    "fecha": "1997-01-01"
  },
  {
    "id": 21,
    "titulo": "El monje que vendió su Ferrari",
    "autor": "Robin Sharma",
    "generos": ["Autoayuda"],
    "descripcion": "El monje que vendió su Ferrari es una fábula espiritual que, desde hace más de quince años, ha marcado la vida de millones de personas en todo el mundo. A través de sus páginas, conocemos la extraordinaria historia de Julian Mantle, un abogado de éxito que, tras sufrir un ataque al corazón, debe afrontar el gran vacío de su existencia.",
    "imagen": "/El_monje_que_vendio_su_Ferrari.jpg",
    "slug": "el-monje-que-vendio-su-ferrari",
    "precio": 100,
    "stock": 10,
    "fecha": "1997-01-01"
  }, 
  {
    "id": 22,
    "titulo": "El caballero de la armadura oxidada",
    "autor": "Robert Fisher",
    "generos": ["Autoayuda"],
    "descripcion": "El caballero de la armadura oxidada es una novela del escritor estadounidense Robert Fisher, publicada en 1993. El libro trata sobre la vida de un caballero medieval que cree que su armadura es lo que lo hace valioso y poderoso, hasta que se da cuenta de que es lo que lo está limitando y no lo deja ser feliz.",
    "imagen": "/El_caballero_de_la_armadura_oxidada.jpg",
    "slug": "el-caballero-de-la-armadura-oxidada",
    "precio": 100,
    "stock": 10,
    "fecha": "1993-01-01"
  }, 
  {
    "id": 23,
    "titulo": "Orgullo y prejuicio",
    "autor": "Jane Austen",
    "generos": ["Novela", "Ficción","Romance"],
    "descripcion": "Orgullo y prejuicio es una novela de la escritora británica Jane Austen publicada en 1813. Narra la historia de Elizabeth Bennet y Fitzwilliam Darcy, que se conocen, se enamoran y se casan. Aunque el argumento gira en torno al amor, la novela también explora temas como la educación, la crianza, el status social, la moral y el matrimonio.",
    "imagen": "/Orgullo_y_prejuicio.jpg",
    "slug": "orgullo-y-prejuicio",
    "precio": 100,
    "stock": 15,
    "fecha": "1813-01-01"
  },
  {
    "id": 24,
    "titulo": "La naranja mecánica",
    "autor": "Anthony Burgess",
    "generos": ["Novela", "Ficción","Comedia negra"],
    "descripcion": "La naranja mecánica es una novela de Anthony Burgess, publicada en 1962. La historia está contada desde el punto de vista de su protagonista, Alex, un joven de 15 años, líder de una banda de adolescentes conocidos como los drugos, que hablan un dialecto llamado nadsat, mezcla de eslavo, inglés y jerga juvenil.",
    "imagen": "/La_naranja_mecanica.jpg",
    "slug": "la-naranja-mecanica",
    "precio": 100,
    "stock": 10,
    "fecha": "1962-01-01"
  },
  {
    "id": 25,
    "titulo": "El Aleph",
    "autor": "Jorge Luis Borges",
    "generos": ["Cuento"],
    "descripcion": "El Aleph es un cuento del escritor argentino Jorge Luis Borges, publicado en la revista Sur en 1945. El Aleph es uno de los cuentos más famosos de Borges y uno de los más reeditados. En 2002, la editorial Alfaguara publicó una edición conmemorativa de El Aleph, con ilustraciones de Eko, y en 2007, la editorial española Páginas de Espuma publicó una edición conmemorativa de El Aleph, con ilustraciones de Luis Scafati.",
    "imagen": "/El_Aleph.jpg",
    "slug": "el-aleph",
    "precio": 100,
    "stock": 10,
    "fecha": "1945-01-01"
  },
  {
    "id": 26,
    "titulo": "Fundación",
    "autor": "Isaac Asimov",
    "generos": ["Ciencia ficción"],
    "descripcion": "Fundación es una novela de ciencia ficción escrita por Isaac Asimov. Es la primera novela de la Saga de la Fundación y la última en orden cronológico de la serie de historias de la Fundación. Fue galardonada con el Premio Hugo a la mejor serie de ciencia ficción y fantasía de todos los tiempos en 1966.",
    "imagen": "/Fundacion.jpg",
    "slug": "fundacion",
    "precio": 100,
    "stock": 10,
    "fecha": "1951-01-01"
  }
]
